# Taps
tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap 'homebrew/services'
tap 'oven-sh/bun'


# ------ Formulae / SDKs ------

# Languages
brew 'python'
cask 'temurin'
brew 'rustup-init'

# Development tools
brew 'git'
brew 'gradle'
brew 'poetry'

# Shell
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'
brew 'starship'

# Command Line Tools
brew 'exa'
brew 'chezmoi'
brew 'curl'
brew 'gh'
brew 'mas'
brew 'neofetch'
brew 'pinentry-mac'
brew 'vim'
brew 'yt-dlp'
brew 'wget'
cask '1password-cli'

# Media
brew 'ffmpeg'


# ------ Applications ------

# Art & Design
cask 'blender'
mas 'Pixelmator Pro', id: 1289583905
mas 'Shapr3D', id: 1091675654
mas 'Vectornator', id: 1219074514

# Development Tools
cask 'coteditor'
cask 'docker'
cask 'fig'
cask 'gpg-suite-no-mail'
#cask 'intellij-idea'
cask 'iterm2-beta'
cask 'tower'
cask 'transmit'
cask 'visual-studio-code'
mas 'Developer', id: 640199958
mas 'HextEdit', id: 1557247094

# Productivity
cask 'grammarly-desktop'
cask 'raycast'
mas 'Fantastical', id: 975937182

# School
cask 'slack'
cask 'zoom'
mas 'GoodNotes', id: 1444383602

# Web
#mas '1Blocker', id: 1365531024
#mas 'Grammarly for Safari', id: 1462114288
#mas '1Password for Safari', id: 1569813296

# Miscellaneous
cask '1password'
cask 'appcleaner'
cask 'discord'
cask 'iina'
cask 'keka'
cask 'replacicon'
cask 'setapp'
cask 'stats'
