# ------ Formulae / SDKs ------

# Languages
cask 'temurin'

# Development Tools
brew 'git'
brew 'gradle'

# Shell
brew 'zsh'
brew 'zsh-syntax-highlighting'
brew 'zsh-autosuggestions'
brew 'starship'

# Command Line Tools
brew 'eza'
brew 'chezmoi'
brew 'curl'
brew 'gh'
brew 'mas'
brew 'fastfetch'
brew 'pinentry-mac'
brew 'vim'
brew 'yt-dlp'
brew 'wget'
cask '1password-cli'

# Media
brew 'ffmpeg'


# ------ Applications ------

# Art & Design
mas 'Pixelmator Pro', id: 1289583905

# Developer Tools
cask 'coteditor'
cask 'orbstack'
cask 'gpg-suite-no-mail'
cask 'iterm2@beta'
cask 'tower'
cask 'transmit'
cask 'visual-studio-code'
mas 'Developer', id: 640199958

# Productivity
cask 'raycast'
mas 'Fantastical', id: 975937182

# Miscellaneous
cask '1password'
cask 'appcleaner'
cask 'cleanshot'
cask 'iina'
cask 'keka'
cask 'stats'
cask 'swish'
